{"inkVersion":21,"root":[["^Aduh, kepalaku rasanya mau pecah cuma gara-gara satu orang di kelompok tugasku!","\n","^Kamu tahu kan si Riko? Dia itu sama sekali nggak bantu kerja, dichat cuma read doang, tapi tadi pas di kelas malah berlagak paling sibuk di depan dosen","\n","^Padahal aku dan teman-teman lain sudah begadang buat nyelesain presentasinya. Masa dia enak banget tinggal nebeng nama doang","\n","^Menurutmu, lebih baik namanya tetap aku masukin ke laporan atau aku laporin langsung aja ke dosen ya?","\n",["ev",{"^->":"0.8.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":"0.c-0","flg":2},{"s":["^Bicarakan baik-baik secara personal sebelum mengambil tindakan.",{"->":"$r","var":true},null]}],["ev",{"^->":"0.9.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":"0.c-1","flg":2},{"s":["^Masukkan saja namanya daripada nanti memicu konflik baru",{"->":"$r","var":true},null]}],["ev",{"^->":"0.10.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":"0.c-2","flg":2},{"s":["^Hapus saja namanya dari daftar anggota kelompok itu.",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":"0.8.s"},[{"#n":"$r2"}],"\n","^Hmm, kamu benar sih. Siapa tahu dia memang ada masalah yang nggak kita tahu. Aku coba chat dia sekali lagi secara pribadi deh sebelum lapor","\n","^Makasih ya masukannya, jadi lebih tenang sekarang! ","#","^reaction:satisfy","/#","\n",{"->":"0.g-0"},{"#f":5}],"c-1":["ev",{"^->":"0.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":"0.9.s"},[{"#n":"$r2"}],"\n","^Ya mau gimana lagi sih, daripada aku dicap jahat sama teman yang lain juga","\n","^Tapi jujur aku masih agak kesal. Ya sudah deh, aku balik ke kampus dulu ya ","#","^reaction:neutral","/#","\n",{"->":"0.g-0"},{"#f":5}],"c-2":["ev",{"^->":"0.c-2.$r2"},"/ev",{"temp=":"$r"},{"->":"0.10.s"},[{"#n":"$r2"}],"\n","^Ih, kalau aku gitu nanti malah aku yang dikira cari ribut","\n","^Kok kamu malah nyaranin yang bikin masalah makin ribet sih?","\n","^Udah ah, aku mau lanjut ngerjain aja ","#","^reaction:angry","/#","\n",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"#f":1}],"listDefs":{}}