{"inkVersion":21,"root":[["^Saya merasa baru saja kehilangan kontrol atas diri saya sendiri","\n","^Adik saya baru saja menelpon, dia meminta biaya semesteran yang cukup besar, padahal gaji saya bulan ini sudah habis untuk cicilan rumah yang dipaksakan orang tua saya","\n","^Mereka pikir menjadi dosen muda itu berarti punya pohon uang di belakang rumah","\n","^Di sisi lain, publikasi riset saya sedang ditagih oleh dekan","\n","^Saya merasa terjepit dari segala sisi","\n","^Saya sempat terpikir untuk mengabaikan telpon dari rumah selama sebulan","\n","^Menurut Anda, apakah bersikap egois sesekali itu diperbolehkan bagi orang dalam posisi saya?","\n",["ev",{"^->":"0.14.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":"0.c-0","flg":2},{"s":["^Mengabaikan keluarga hanya akan menambah beban pikiran Anda nanti",{"->":"$r","var":true},null]}],["ev",{"^->":"0.15.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":"0.c-1","flg":2},{"s":["^Ambil jeda sejenak, Anda berhak memprioritaskan diri sendiri dulu",{"->":"$r","var":true},null]}],["ev",{"^->":"0.16.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":"0.c-2","flg":2},{"s":["^Seharusnya Anda mencari pekerjaan sampingan agar semua tercukupi",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":"0.14.s"},[{"#n":"$r2"}],"\n","^Mungkin Anda benar. Melarikan diri tidak akan menyelesaikan tagihan-tagihan itu","\n","^Tapi jujur, saya lelah menjadi tumpuan satu-satunya","\n","^Saya akan coba bicara pelan-pelan dengan mereka nanti","\n","^Terima kasih.\" ","#","^reaction:neutral","/#","\n",{"->":"0.g-0"},{"#f":5}],"c-1":["ev",{"^->":"0.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":"0.15.s"},[{"#n":"$r2"}],"\n","^Mendengarnya langsung dari orang lain membuat saya merasa sedikit tidak bersalah","\n","^Saya terlalu sering mendahului kepentingan orang lain sampai lupa kalau saya juga manusia","\n","^Saya akan coba mematikan ponsel malam ini","\n","^Terima kasih bantuannya ","#","^reaction:satisfy","/#","\n",{"->":"0.g-0"},{"#f":5}],"c-2":["ev",{"^->":"0.c-2.$r2"},"/ev",{"temp=":"$r"},{"->":"0.16.s"},[{"#n":"$r2"}],"\n","^Pekerjaan sampingan? Anda pikir waktu saya masih kurang habis untuk mengoreksi ratusan skripsi mahasiswa?","\n","^Saran Anda benar-benar tidak membantu dan malah membuat saya semakin pening","\n","^Saya pergi dulu ","#","^reaction:angry","/#","\n",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"#f":1}],"listDefs":{}}